Repository: manhcuong5311-hue/Veloce
Catalog: Localizable.xcstrings
Source language: en
Languages: vi

source: Add Expense
vi: Thêm chi tiêu

# add_expense_title
source: Add Expense
vi: Thêm chi tiêu

# add_transaction_message
source: Choose the type of transaction to add
vi: Chọn loại giao dịch bạn muốn thêm

# add_transaction_title
source: Add Transaction
vi: Thêm giao dịch

# ai_action_adjust_budget_fmt
source: Adjust %1$@%2$@
vi: Điều chỉnh %1$@%2$@

# ai_action_take_action
source: Take action
vi: Thực hiện

# ai_action_view_category_fmt
source: View %@
vi: Xem %@

# ai_advice_cut_discretionary
source: Try cutting discretionary spend by 15%%.
vi: Thử giảm chi tiêu tùy ý 15%%.

# ai_advice_on_track
source: You're on track to meet your savings goal this month.
vi: Bạn đang đi đúng hướng để đạt mục tiêu tiết kiệm tháng này.

# ai_advice_reduce_fmt
source: Reduce %@ by 20%% → save %@/month
vi: Giảm %@ đi 20%% → tiết kiệm %@/tháng

# ai_assistant_title
source: AI Assistant
vi: Trợ lý AI

# ai_budget_updated_fmt
source: Done! **%1$@** budget updated to %2$@.
vi: Xong! Đã cập nhật ngân sách **%1$@** thành %2$@.

# ai_daily_limit_free_fmt
source: You've used all %d free messages today. Upgrade to Premium for unlimited AI insights.
vi: Bạn đã dùng hết %d tin nhắn miễn phí hôm nay. Nâng cấp lên Premium để sử dụng không giới hạn.

# ai_daily_limit_pro
source: You've reached today's optimal usage limit. Try again tomorrow.
vi: Bạn đã đạt giới hạn sử dụng tối ưu hôm nay. Hãy thử lại vào ngày mai.

# ai_fallback_breakdown_header
source: Here's your spending breakdown:
vi: Đây là phân tích chi tiêu của bạn:

# ai_fallback_budget_fmt
source: You've spent **%1$@** of your **%2$@** budget — %3$d%% used, **%4$@** remaining.
vi: Bạn đã chi **%1$@** trên ngân sách **%2$@** — đã dùng %3$d%%, còn **%4$@**.

# ai_fallback_budget_over_fmt
source: You're **%1$@ over budget** this month (%2$d%% used).
vi: Bạn đang **vượt ngân sách %1$@** tháng này (%2$d%% đã dùng).

# ai_fallback_default_fmt
source: You've spent **%1$@** this month (%2$d%% of budget). Ask me about your categories, savings, or budget tips!
vi: Bạn đã chi **%1$@** tháng này (%2$d%% ngân sách). Hỏi tôi về danh mục, tiết kiệm hoặc mẹo ngân sách!

# ai_fallback_no_spending
source: No spending recorded yet. Add your first expense!
vi: Chưa có khoản chi nào. Hãy thêm khoản chi đầu tiên!

# ai_fallback_on_track
source: You're within budget on every category. Keep it up!
vi: Bạn đang trong ngân sách ở mọi danh mục. Tiếp tục nhé!

# ai_fallback_over_budget_fmt
source: You're over budget on: %@.
vi: Bạn đã vượt ngân sách ở: %@.

# ai_fallback_over_by_fmt
source: **%1$@** (over by %2$@)
vi: **%1$@** (vượt %2$@)

# ai_fallback_saving_behind_fmt
source: At current spending you'd save **%1$@**. To hit your goal of %2$@ you'd need to cut **%3$@** more.
vi: Với mức chi hiện tại bạn sẽ tiết kiệm **%1$@**. Để đạt mục tiêu %2$@ cần cắt thêm **%3$@**.

# ai_fallback_saving_on_track_fmt
source: You're on track to save **%1$@** this month — your goal is %2$@. Great!
vi: Bạn đang trên đà tiết kiệm **%1$@** tháng này — mục tiêu là %2$@. Tuyệt vời!

# ai_fallback_top_category_fmt
source: Your highest spend this month is **%1$@** at **%2$@** (budget: %3$@).
vi: Danh mục chi tiêu cao nhất tháng này là **%1$@** với **%2$@** (ngân sách: %3$@).

# ai_free_messages_left_fmt
source: %d free messages left today
vi: Còn %d tin nhắn miễn phí hôm nay

# ai_input_placeholder
source: Ask about your finances…
vi: Hỏi về tài chính của bạn…

# ai_insight_down_pct_fmt
source: Down %d%% vs last week — nice!
vi: Giảm %d%% so với tuần trước — tuyệt vời!

# ai_insight_near_limit_fmt
source: Only %@ left — almost at limit
vi: Chỉ còn %@ — sắp đến giới hạn

# ai_insight_over_budget_fmt
source: Over budget by %@ this month
vi: Vượt ngân sách %@ tháng này

# ai_insight_up_pct_fmt
source: Spending is up %d%% vs last week
vi: Chi tiêu tăng %d%% so với tuần trước

# ai_insight_well_under
source: Well under budget — great discipline!
vi: Chi tiêu rất tiết kiệm — kỷ luật tốt lắm!

# ai_suggested_questions
source: Suggested questions
vi: Câu hỏi gợi ý

# ai_suggestion_breakdown
source: Show me my spending breakdown
vi: Hiển thị phân tích chi tiêu của tôi

# ai_suggestion_budget_tips
source: Give me budget tips
vi: Cho tôi lời khuyên về ngân sách

# ai_suggestion_save_more
source: How can I save more this month?
vi: Làm sao để tiết kiệm hơn tháng này?

# ai_suggestion_saving_goal
source: Am I on track with my saving goal?
vi: Tôi có đang đúng hướng với mục tiêu tiết kiệm không?

# ai_suggestion_top_category
source: Which category costs me the most?
vi: Danh mục nào tốn tiền nhất của tôi?

# ai_welcome_help_prompt
source: How can I help you today? I can analyze your spending, suggest savings, or help you plan toward your financial goals.
vi: Hôm nay tôi có thể giúp gì cho bạn? Tôi có thể phân tích chi tiêu, gợi ý tiết kiệm hoặc lên kế hoạch tài chính.

# ai_welcome_near_limit_fmt
source: You've used **%d%%** of your monthly budget — almost at the limit.
vi: Bạn đã dùng **%d%%** ngân sách tháng — sắp đến giới hạn.

# ai_welcome_normal_fmt
source: You've spent **%1$@** of your **%2$@** budget (%3$d%% used).
vi: Bạn đã chi **%1$@** trên ngân sách **%2$@** (%3$d%% đã dùng).

# ai_welcome_over_budget_fmt
source: You're **%@** over budget this month.
vi: Bạn đang **vượt ngân sách %@** tháng này.

source: AI Insight available
vi: AI Insight khả dụng

# ai.upgrade.pro
source: Upgrade to Pro to unlock
vi: Nâng cấp Pro để mở khóa

# amount_label
source: Amount
vi: Số tiền

# amount_placeholder
source: Amount
vi: Số tiền

# apple_pay_already_imported
source: Already logged
vi: Đã ghi

# apple_pay_converted_fmt
source: from %@
vi: từ %@

# apple_pay_deselect_all
source: Deselect All
vi: Bỏ chọn tất cả

# apple_pay_import_btn_fmt
source: Import %lld
vi: Nhập %lld

# apple_pay_import_title
source: Import Apple Pay
vi: Nhập từ Apple Pay

# apple_pay_no_expenses
source: No Expenses Found
vi: Không Tìm Thấy Chi Tiêu

# apple_pay_no_expenses_desc
source: The selected transactions had no purchases to import.
vi: Các giao dịch đã chọn không có khoản mua sắm nào để nhập.

source: Apple Pay Not Available
vi: Apple Pay Không Khả Dụng

# apple_pay_not_available_desc
source: This device doesn't have Apple Card or Apple Cash set up.
vi: Thiết bị này chưa cài đặt Apple Card hoặc Apple Cash.

# apple_pay_select_all
source: Select All
vi: Chọn tất cả

# apple_pay_try_again
source: Try Again
vi: Thử lại

# auth.continue.email
source: Continue with Email
vi: Tiếp tục với Email

# auth.cta.create_account
source: Create Account
vi: Tạo tài khoản

# auth.cta.sign_in
source: Sign In
vi: Đăng nhập

# auth.error.signin.title
source: Sign In Error
vi: Đăng nhập lỗi

# auth.field.password
source: Password
vi: Mật khẩu

# auth.switch.to_signin
source: Already have an account? **Sign In**
vi: Đã có tài khoản? **Đăng nhập**

# budget_constraint_alert_fmt
source: Your total budget is constrained by your saving target (%@). Reduce the saving target in Settings to allocate more budget.
vi: Tổng ngân sách bị giới hạn bởi mục tiêu tiết kiệm (%@). Giảm mục tiêu tiết kiệm trong Cài đặt để phân bổ thêm ngân sách.

# budget_exceeds_ceiling_fmt
source: Budget exceeds saving target ceiling by %@
vi: Ngân sách vượt trần tiết kiệm %@

# budget_over_fmt
source: Over by %@
vi: Vượt %@

# budget_remaining_fmt
source: %@ remaining
vi: còn lại %@

# budget.adjust.drag
source: Drag bars to adjust your budget
vi: Kéo để điều chỉnh chi phí của bạn.

# budget.amount
source: Budget
vi: Ngân sách

# budget.edit
source: Edit Budget
vi: Chỉnh sửa ngân sách

# budget.error.adjustSaving
source: Adjust Saving Target
vi: Điều chỉnh mục tiêu tiết kiệm

# budget.error.title
source: Can't Update Budget
vi: Không thể cập nhật ngân sách

# budget.reset.title
source: Budget Reset Day
vi: Ngày đặt lại ngân sách

# budget.spent
source: Spent
vi: Đã chi

# budget.stat.remaining
source: Remaining
vi: Còn lại

# budget.stat.transactions
source: Txns
vi: Giao dịch

# budget.stat.used
source: Used
vi: Đã dùng

source: Cancel
vi: Huỷ

# cancel_button
source: Cancel
vi: Huỷ

source: Category
vi: Nhóm

# category_label
source: Category
vi: Danh mục

# category_txns_this_month_fmt
source: %d transactions this month
vi: %d giao dịch tháng này

# choose_group_question
source: Which group does this belong to?
vi: Khoản này thuộc nhóm nào?

# choose_group_title
source: Choose Group
vi: Chọn nhóm

# choose_icon_title
source: Choose Icon
vi: Chọn icon

source: Color
vi: Màu sắc

source: color.amber
vi: Hổ phách

# color.blue
source: Blue
vi: Xanh dương

# color.cyan
source: Cyan
vi: Xanh cyan

# color.forest
source: Forest
vi: Xanh rừng

# color.indigo
source: Indigo
vi: Chàm

# color.lime
source: Lime
vi: Xanh chanh

# color.orange
source: Orange
vi: Cam

# color.sage
source: Sage
vi: Xanh lá nhạt

# color.teal
source: Teal
vi: Xanh ngọc

# common.all
source: All
vi: Tất cả

# common.cancel
source: Cancel
vi: Huỷ

# common.done
source: Done
vi: Xong

# common.enable
source: Enable
vi: Bật

# common.or
source: or
vi: hoặc

# common.save
source: Save
vi: Lưu

source: Continue
vi: Tiếp tục

source: Create Group
vi: Tạo nhóm

source: Custom
vi: Tuỳ chỉnh

# custom_amount_placeholder
source: Custom amount
vi: Nhập số tiền

# date_label
source: Date
vi: Ngày

# date_today
source: Today
vi: Hôm nay

# date_yesterday
source: Yesterday
vi: Hôm qua

# date_yesterday_time_fmt
source: Yesterday · %@
vi: Hôm qua · %@

source: Delete
vi: Xoá

source: Done
vi: Xong

source: Edit
vi: Tuỳ chỉnh

# edit_group_title
source: Edit Group
vi: Chỉnh sửa nhóm

# edit_pool_over_fmt
source: %@ over
vi: %@ vượt

# edit_pool_remaining_fmt
source: %@ remaining
vi: còn %@

# empty.expense.none
source: No expenses yet
vi: Chưa có chi tiêu nào

# empty.search.no_results
source: No results found
vi: Không tìm thấy kết quả

# empty.search.try_again
source: Try a different search or filter
vi: Thử tìm kiếm hoặc bộ lọc khác

# expense_added_simple
source: Added: %@
vi: Đã thêm: %@

# expense_added_with_amount
source: Added: %1$@ — %2$@
vi: Đã thêm: %@ — %@

# expense_input_placeholder
source: coffee 2$
vi: cà phê 40k

# expense.add.title
source: Add Expense
vi: Thêm chi tiêu

# expense.amount
source: Amount
vi: Số tiền

# expense.edit.title
source: Edit Expense
vi: Chỉnh sửa chi tiêu

# expense.empty
source: No expenses recorded yet
vi: Chưa có khoản chi nào

# expense.field.category
source: Category
vi: Danh mục

# expense.field.date
source: Date
vi: Ngày

# expense.field.note
source: Note
vi: Ghi chú

# expense.field.title
source: Title
vi: Tiêu đề

# expense.placeholder.note
source: Optional note…
vi: Ghi chú (tuỳ chọn)…

# expense.placeholder.title
source: What did you spend on?
vi: Bạn đã chi cho gì?

# expense.save_changes
source: Save Changes
vi: Lưu thay đổi

# faq.add_expense.q
source: How do I add an expense?
vi: Làm sao để thêm chi tiêu?

# faq.ai.a
source: It analyses your spending and gives personalised advice like where to cut costs or how to save more.
vi: AI phân tích chi tiêu và đưa ra gợi ý cá nhân hoá như cắt giảm chi phí hoặc tiết kiệm tốt hơn.

# faq.ai.q
source: What does the AI Assistant do?
vi: Trợ lý AI làm gì?

# faq.backup.a
source: Data is stored locally and can sync to cloud. Use export for extra backup.
vi: Dữ liệu lưu cục bộ và có thể đồng bộ cloud. Dùng xuất dữ liệu để sao lưu thêm.

# faq.backup.q
source: Is my data backed up?
vi: Dữ liệu có được sao lưu không?

# faq.budget.a
source: Tap \"Edit Budget\" on the Spending card to adjust. For exact values, go to Groups and tap the pencil icon.
vi: Ấn \”Tuỳ chỉnh chi tiêu\” trong mục chi tiêu. Với con số chính xác, Vào trong NHÓM và ấn icon bút chì.

# faq.category.a
source: Go to Groups and tap the pencil icon. Premium users can change icon and color.
vi: Vào Nhóm và nhấn biểu tượng bút. Người dùng Premium có thể đổi icon và màu.

# faq.category.q
source: How do I customise a category?
vi: Làm sao tuỳ chỉnh danh mục?

# faq.currency.a
source: Go to Settings → Preferences → Currency.
vi: Vào Cài đặt → Tuỳ chọn → Tiền tệ.

# faq.currency.q
source: How do I change the currency?
vi: Làm sao đổi tiền tệ?

# faq.edit_transaction.a
source: Tap a transaction to edit. Long press to open quick actions like Edit or Delete.
vi: Nhấn vào giao dịch để chỉnh sửa. Giữ lâu để mở menu nhanh như Sửa hoặc Xoá.

# faq.edit_transaction.q
source: How do I edit or delete a transaction?
vi: Làm sao chỉnh sửa hoặc xoá giao dịch?

# faq.hint
source: Tap a question to expand
vi: Chạm để xem chi tiết

# faq.premium.a
source: Includes more AI usage, customisation, budget tools, and data export/import.
vi: Bao gồm thêm lượt AI, tuỳ chỉnh, công cụ ngân sách và xuất/nhập dữ liệu.

# faq.premium.q
source: What's included in Premium?
vi: Premium có gì?

# faq.salary.a
source: Go to Settings → General and edit Monthly Salary or Saving Target.
vi: Vào Cài đặt → Chung và chỉnh Lương tháng hoặc Mục tiêu tiết kiệm.

# faq.salary.q
source: How do I change my salary or saving target?
vi: Làm sao thay đổi lương hoặc mục tiêu tiết kiệm?

# faq.title
source: FAQ & Help
vi: Câu hỏi thường gặp

# finance.budget
source: Budget
vi: Ngân sách

# finance.ceiling
source: Ceiling
vi: Giới hạn

# finance.free
source: Free
vi: Còn lại

# finance.income
source: Income
vi: Thu nhập

# finance.over
source: Over
vi: Vượt

# finance.reserved
source: Reserved
vi: Dành riêng

# finance.spending
source: Spending
vi: Chi tiêu

source: First due
vi: Đến hạn đầu tiên

source: Frequency
vi: Tần suất

# frequency_daily
source: Daily
vi: Hàng ngày

# frequency_monthly
source: Monthly
vi: Hàng tháng

# frequency_weekly
source: Weekly
vi: Hàng tuần

source: Get Started
vi: Bắt đầu

source: Give it a try
vi: Thử ngay

# group_name_placeholder
source: Group name
vi: Tên nhóm

# groups.delete.action
source: Delete Group
vi: Xoá nhóm

# groups.delete.confirm_title
source: Delete "%@"?
vi: Xoá "%@

# groups.delete.message
source: This cannot be undone. Existing expenses in this group will be kept in your history.
vi: Hành động này không thể hoàn tác. Các khoản chi trong nhóm này vẫn sẽ được giữ trong lịch sử.

# groups.edit_title
source: Edit Groups
vi: Chỉnh sửa nhóm

# groups.free_limit
source: Free plan: %1$lld/%2$lld groups · Upgrade for unlimited
vi: Gói miễn phí: %1$lld/%2$lld · Nâng cấp để sử dụng không giới hạn.

# groups.new
source: New Group
vi: Nhóm mới

# groups.reorder_hint
source: Drag to reorder · tap ✏️ to edit limit, color & icon
vi: Kéo để sắp xếp · nhấn ✏️ để chỉnh hạn mức, màu & biểu tượng

# groups.title
source: Groups
vi: Nhóm

# history.hidden_count_fmt
source: %d older expense%s hidden · Tap to unlock full history
vi: Ẩn %d giao dịch cũ · Nhấn để mở khóa toàn bộ lịch sử

# history.last30days
source: Showing last 30 days
vi: Hiển thị 30 ngày gần nhất

# insight_anomaly_action
source: Review today's transactions
vi: Xem lại giao dịch hôm nay

# insight_anomaly_detail_fmt
source: You spent %@ today — %.1f× your recent daily average (%@/day).
vi: Bạn đã chi %@ hôm nay — %.1f× mức trung bình gần đây (%@/ngày).

# insight_anomaly_title
source: Spending spike today
vi: Chi tiêu tăng đột biến hôm nay

# insight_catspike_action_fmt
source: Cut %@ 20%% → save %@
vi: Giảm %@ 20%% → tiết kiệm %@

# insight_catspike_detail_fmt
source: %@ cost %@ this month vs %@ last month. Cutting back 20%% would save ~%@.
vi: %@ tốn %@ tháng này so với %@ tháng trước. Cắt giảm 20%% sẽ tiết kiệm ~%@.

# insight_catspike_title_fmt
source: %@ up %.0f%% vs last month
vi: %@ tăng %.0f%% so với tháng trước

# insight_forecast_atrisk_action_fmt
source: Spend %@ less per day
vi: Giảm %@/ngày

# insight_forecast_atrisk_title
source: Saving goal at risk
vi: Mục tiêu tiết kiệm có nguy cơ

# insight_forecast_ontrack_detail_fmt
source: At this rate you'll save %@ — right on target (%@ goal). Keep it up!
vi: Với tốc độ này bạn sẽ tiết kiệm %@ — đúng mục tiêu (%@). Tiếp tục nhé!

# insight_forecast_ontrack_title
source: On track to meet goal
vi: Đang đi đúng hướng đạt mục tiêu

# insight_forecast_overspend_detail_fmt
source: At this pace you'd overspend by %@. Cut %@/day to recover.
vi: Với tốc độ này bạn sẽ vượt chi %@. Giảm %@/ngày để cân bằng.

# insight_forecast_shortfall_detail_fmt
source: At this rate you'll save %@ — %@ short of your %@ goal. Spend %@ less per day to hit it.
vi: Với tốc độ này bạn tiết kiệm được %@ — thiếu %@ so với mục tiêu %@. Giảm %@/ngày để đạt mục tiêu.

# insight_micro_action_fmt
source: Set a lower %@ budget
vi: Đặt ngân sách %@ thấp hơn

# insight_micro_detail_fmt
source: Cutting %@ by just 10%% (%@/month) saves %@ a year — only %@ less per day.
vi: Chỉ cần giảm %@ 10%% (%@/tháng) tiết kiệm %@ mỗi năm — chỉ ít hơn %@/ngày.

# insight_micro_title_fmt
source: Quick win: reduce %@ 10%%
vi: Cơ hội nhỏ: giảm %@ 10%%

# insight_saving_progress_action_fmt
source: Stay under %@ total
vi: Giữ dưới %@ tổng cộng

# insight_saving_progress_detail_fmt
source: You're at %.0f%% of your %@ saving target. Spend at most %@ total to hit it.
vi: Bạn đạt %.0f%% mục tiêu tiết kiệm %@. Chi tối đa %@ tổng cộng để đạt mục tiêu.

# insight_saving_progress_title
source: Saving goal progress
vi: Tiến độ mục tiêu tiết kiệm

# insight_saving_secured_detail_fmt
source: You've already secured %@ — %.0f%% of your %@ goal, with money still available to spend.
vi: Bạn đã đảm bảo %@ — %.0f%% mục tiêu %@, vẫn còn tiền để chi tiêu.

# insight_saving_secured_title
source: Saving goal secured!
vi: Mục tiêu tiết kiệm đã đảm bảo!

# insight_streak_detail_fmt
source: You've been under your daily budget of %@ for %d consecutive days. Outstanding discipline!
vi: Bạn đã ở dưới ngân sách hàng ngày %@ trong %d ngày liên tiếp. Kỷ luật xuất sắc!

# insight_streak_title_fmt
source: %d-day budget streak
vi: Chuỗi %d ngày đúng ngân sách

# insight_trend_action_fmt
source: Review %@ spending habit
vi: Xem lại thói quen chi tiêu %@

# insight_trend_detail_fmt
source: %@ spending has increased each month for %d months in a row. This pattern suggests a habit worth reviewing before it compounds.
vi: Chi tiêu %@ đã tăng mỗi tháng trong %d tháng liên tiếp. Xu hướng này cần được xem xét trước khi trở thành thói quen.

# insight_trend_title_fmt
source: %@ rising for %d months
vi: %@ tăng liên tục %d tháng

# insight_weekend_action
source: Set a weekend daily spending limit
vi: Đặt giới hạn chi tiêu cuối tuần hàng ngày

# insight_weekend_detail_fmt
source: You spend %@/day on weekends vs %@/day on weekdays — %.1f× more. Weekend habits have an outsized impact on monthly totals.
vi: Bạn chi %@/ngày cuối tuần so với %@/ngày trong tuần — gấp %.1f lần. Thói quen cuối tuần ảnh hưởng lớn đến tổng tháng.

# insight_weekend_title_fmt
source: Weekend spending %.0f%% higher
vi: Chi tiêu cuối tuần cao hơn %.0f%%

# insight_weekly_detail_down_fmt
source: You spent %@ this week — down %.0f%% from %@ last week.
vi: Bạn chi %@ tuần này — giảm %.0f%% so với %@ tuần trước.

# insight_weekly_detail_up_fmt
source: You spent %@ this week — up %.0f%% from %@ last week.
vi: Bạn chi %@ tuần này — tăng %.0f%% so với %@ tuần trước.

# insight_weekly_title
source: This week vs last week
vi: Tuần này so với tuần trước

# insights_ask_ai
source: Ask AI
vi: Hỏi AI

# insights_badge_risk
source: RISK
vi: RỦI RO

# insights_badge_tip
source: TIP
vi: GỢI Ý

# insights_best_saving
source: Best saving
vi: Tiết kiệm tốt nhất

# insights_category_trends
source: Category Trends
vi: Xu hướng danh mục

# insights_highest_spend
source: Highest spend
vi: Chi tiêu cao nhất

# insights_locked_detail
source: Anomaly detection, trends, behavioral analysis…
vi: Phát hiện bất thường, xu hướng, phân tích hành vi…

# insights_month_by_month
source: Month by Month
vi: Từng tháng

# insights_monthly_avg
source: Monthly Avg
vi: Trung bình tháng

# insights_most_spent
source: Most spent
vi: Chi nhiều nhất

# insights_no_insights_detail
source: Add a few more expenses and insights will appear here.
vi: Thêm một vài khoản chi và phân tích sẽ xuất hiện ở đây.

# insights_no_insights_title
source: No insights yet
vi: Chưa có phân tích

# insights_pro_count_fmt
source: %d more Pro insights available
vi: Còn %d phân tích Pro

# insights_save_rate
source: Save Rate
vi: Tỷ lệ tiết kiệm

# insights_saved
source: Saved
vi: Đã tiết kiệm

# insights_show_more_fmt
source: Show %d more insights
vi: Xem thêm %d phân tích

# insights_spent
source: Spent
vi: Đã chi

# insights_stable
source: Stable
vi: Ổn định

# insights_title
source: Insights
vi: Phân tích

# insights_tooltip_rate
source: Rate
vi: Tỷ lệ

# insights_tooltip_saved
source: Saved
vi: Đã tiết kiệm

# insights_tooltip_spent
source: Spent
vi: Đã chi

# insights_total_saved
source: Total Saved
vi: Tổng tiết kiệm

# insights_total_spent
source: Total Spent
vi: Tổng chi tiêu

# insights_unlock
source: Unlock
vi: Mở khóa

# insights_vs_last_month
source: vs Last Month
vi: So tháng trước

# insights_year_overview_fmt
source: %@ Year Overview
vi: Tổng quan năm %@

source: Listening…
vi: Đang nghe…

# log_spending_today
source: Did you log your spending today?
vi: Hôm nay bạn đã ghi lại chi tiêu chưa?

source: Maybe Later
vi: Để sau

# microphone_permission_message
source: Allow microphone and speech recognition access to use voice input.
vi: Cho phép truy cập micro và nhận dạng giọng nói để sử dụng nhập liệu bằng giọng nói.

# microphone_permission_title
source: Microphone Access Required
vi: Cần quyền truy cập micro

source: Monthly Budget
vi: Ngân sách tháng

source: Monthly income
vi: Thu nhập hàng tháng

source: Monthly savings goal
vi: Mục tiêu tiết kiệm hàng tháng

# new_group_title
source: New Group
vi: Nhóm mới

source: No icons match “%@”
vi: Không có icon nào khớp “%@”

# note_label
source: Note
vi: Ghi chú

# note_placeholder
source: Optional note…
vi: Ghi chú (tuỳ chọn)…

# notif_budget_exceeded_body_fmt
source: You've exceeded your %@ budget.
vi: Bạn đã vượt ngân sách %@.

# notif_budget_exceeded_title
source: Budget exceeded
vi: Vượt ngân sách

# notif_budget_half_body_fmt
source: You're halfway through your %@ budget this month.
vi: Bạn đã dùng một nửa ngân sách %@ tháng này.

# notif_budget_half_title
source: Halfway there
vi: Đã đi được nửa đường

# notif_budget_warning_body_fmt
source: Careful — you're close to your %@ limit.
vi: Cẩn thận — bạn sắp đạt giới hạn ngân sách %@.

# notif_budget_warning_title
source: Budget alert
vi: Cảnh báo ngân sách

# notif_daily_1
source: Did you log your spending today?
vi: Bạn đã ghi chi tiêu hôm nay chưa?

# notif_daily_2
source: Quick check: any expenses to add?
vi: Kiểm tra nhanh: có chi tiêu nào cần thêm không?

# notif_daily_3
source: Stay consistent — log today's spending in 10 seconds.
vi: Giữ thói quen — ghi chi tiêu hôm nay trong 10 giây.

# notif_daily_4
source: Don't forget today's expenses 💡
vi: Đừng quên chi tiêu hôm nay 💡

# notif_daily_5
source: A quick log keeps your budget on track.
vi: Ghi nhanh để giữ ngân sách đúng hướng.

# notif_daily_6
source: You're on a roll — keep your spending log updated 🚀
vi: Bạn đang rất tốt — tiếp tục cập nhật chi tiêu 🚀

# notif_streak_body_fmt
source: You've logged expenses %d days in a row. Keep it up!
vi: Bạn đã ghi chi tiêu %d ngày liên tiếp. Tiếp tục nhé!

# notif_test_body
source: Notifications are working correctly. You're all set!
vi: Thông báo đang hoạt động bình thường. Bạn đã sẵn sàng!

# notifications.disabled
source: Notifications are off
vi: Thông báo đang tắt

# notifications.enable_hint
source: Tap to enable in Settings
vi: Nhấn để bật trong Cài đặt

source: Now
vi: ngay bây giờ

# onboarding_applepay_connect_btn
source: Connect
vi: Kết nối

# onboarding_applepay_connected
source: Connected!
vi: Đã kết nối!

# onboarding_applepay_connected_desc
source: Your Apple Pay transactions will be available to import anytime.
vi: Giao dịch Apple Pay sẽ sẵn sàng để nhập bất cứ lúc nào.

# onboarding_applepay_denied
source: Access Denied
vi: Quyền truy cập bị từ chối
